//index.js
//获取应用实例
const app = getApp()

Page({
  data: {
    detailsData: {
      title: '标题标题标题最多显示一行',
      img: '/images/cat.jpg',
      details: `
      描述描述描述描述描述描述描述描述描述描述描
      述描述描述描述述描述描述描述述描述描述描述述描
      述描述描述述描述描述述描述描述述描述描述述描述
      描述述描述描述述描述描述述描述描述述描述描述述
      述描述描述述描述描述述描述描述述描述描述描述描
      述描述描述述描述描述述描述描述述描述描述述描述
      述描述描述述描述描述述描述描述述描述描述描述描
      述描述描述述描述描述述描述描述述描述描述述描述
      述描述描述述描述描述述描述描述描述述....
      `,
      sub: '由小瓶子于2019.12.12发布'
    }
  },
  onLoad: function () {

  }
})
